app/Controllers/Operator/Dashboard.php

    public function index(): string
    {
      $db = \Config\Database::connect();
        $data['gains'] = $db->table('v_operateur_gains')->get()->getResultArray();
        $data['clients'] = $db->table('v_client_soldes')->get()->getResultArray();
---
SELECT *
FROM `v_operateur_gains`
SELECT *
FROM `v_client_soldes`