app/Controllers/Operator/Frais.php

    public function index(): string
    {
        $model = new \App\Models\BaremeFraisModel();
        $data['baremes'] = $model->findAll();
---
SELECT *
FROM `bareme_frais`