app/Controllers/Operator/Prefixe.php

SELECT *
FROM `prefixes`
---
    public function index()
    {
        $model = new PrefixeModel();
        $data['prefixes'] = $model->findAll();